<!DOCTYPE html> 

<html>  
   <head> 
      <meta charset = "utf-8"> 
      <title>test 0</title> 
  <link rel="stylesheet" href="css.css">
</head> 
  
<body> 
      <header>
      	<div>00. Pre-Interview Question</div>
        <div class="info">
//        
</div>
      </header> 
      
      
      <section>
      <div class="main" style="white-space:pre-wrap">

เพื่อเป็นทดสอบพื้นฐานการเขียนโปรแกรมของและแนวคิดของคุณ
1. คุณรู้จักบริการใดของเราบ้าง? และมีความคิดเห็นต่อบริการแต่ละตัวของเราอย่างไรบ้าง

ตอบ: ตอบตรงๆคือไม่รู้จักเลยครับ จริงๆก็เข้าไปดูหน้าเว็บก็รู้แล้วครับว่าทำอะไรมาบ้าง แต่ในส่วนตัวของผมเองก็เพิ่งรู้ข้อมูลจากการเปิดเว็บดูนี้ละครับ ที่มาลองสมัครที่นี้เพราะกำลังจะออกจากที่เก่าเพราะเริ่มเบื่อไม่มีงานอะไรที่ท้าทายเท่าไหรแล้ว เลยอยากลองหาอะไรใหม่ๆทำครับ

2. จากประสบการณ์ของคุณที่ผ่านมา มีเหตุการณ์ใดบ้างที่คุณรู้สึกว่าถูกกดดันมากที่สุด และคุณผ่านวิกฤตินั้นมาได้อย่างไร?

ตอบ: ส่วนใหญ่จะเป็นเรื่องเวลามากกว่าครับที่จะทำให้เรากดดันและทำงานออกมาไม่ดี ส่วนเหตุการณ์ที่ถูกกดดัน เท่าที่จำได้ไม่มีครับ  ผมไม่เคยรู้สึกกดดันมีแค่รู้สึกท้าทายเมื่อได้ทำงานที่ยากขึ้นเรื่อยๆ ถ้ายิ่งเจองานยากมากๆแล้วเราทำมันสำเร็จนั้นละครับคือสิ่งที่สุดยอด
เพราะการเขียนโปรแกรมคืองานที่ชอบ  ถ้าวันนี้ยังทำไม่ได้พรุ่งนี้ก็ต้องหาทางทำให้ได้อยู่ดี

3. คุณมีคนที่เป็น idol หรือ ติดตามในวงการของคุณคือใคร ระบุชื่อหรือช่องทาง เข้าดูบ่อยๆ

ตอบ: ไม่มีครับ
      
      <div>
      </section>
      
<footer>by Jakkapong.</footer> 
</body> 
</html> 